Revit 2027 API
BuiltInFailures.FamilyFailures.CantPlaceInsertsError Property
 Can't place inserts outside of hosts. These elements won't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantPlaceInsertsError { get; }
Public Shared ReadOnly Property CantPlaceInsertsError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantPlaceInsertsError {
	FailureDefinitionId^ get ();
}
static member CantPlaceInsertsError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace